acpilight
alacritty
alsa-utils
amd-ucode
arandr
autoconf
automake
base
bash-completion
bind
bison
bluedevil
blueman
bluez-utils
brightnessctl
bspwm
clang
cmatrix
code
cool-retro-term
cryptsetup
cups
dbus-python
diffutils
discord
dunst
e2fsprogs
efibootmgr
electron
fakeroot
feh
flex
gcc
glfw-x11
godot
gpm
grub
htop
intel-ucode
jq
kcm-wacomtablet
kitty
kmix
krita
light
lightdm
lightdm-gtk-greeter
lightdm-slick-greeter
lightdm-webkit2-greeter
linux
linux-firmware
linux-zen
lmms
love
lxappearance-gtk3
m4
make
man-db
man-pages
micro
mkinitcpio
mupdf
neofetch
network-manager-applet
networkmanager
nilfs-utils
npm
ntfs-3g
openssh
os-prober
p7zip
parted
paru
patch
pavucontrol
pcmanfm
playerctl
polybar
ppp
pulseaudio
pulseaudio-bluetooth
pulseaudio-jack
python-numexpr
python-pip
python-pyusb
qogir-gtk-theme-git
qt5-quickcontrols
raylib
reflector
rofi
rsync
rust
simplescreenrecorder
spotifyd
steam
stow
sublime-text
sudo
sxhkd
system-config-printer
tela-circle-icon
terminator
texinfo
tigervnc
tiled
tilix
tmux
ttf-unifont
unrar
unzip
vim
waybar
wget
which
wine
wireless_tools
wpa_supplicant
x11vnc
xarchiver
xclip
xdg-user-dirs
xdotool
xf86-input-evdev
xf86-input-libinput
xf86-video-dummy
xorg-fonts-misc
xorg-server
xorg-xinput
xorg-xrandr
xorg-xsetroot
yarn
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
